Repository: ShibaWallet/ShibaWallet-Client
Catalog: lib/l10n/app_*.arb
Languages: de

source: Yes
de: Jawohl

source: No
de: Nein

source: Wallet
de: Brieftasche

source: My NFTs
de: Mein NFTs

source: Settings
de: Einstellungen

source: My Wallet
de: Mein Geldbeutel

source: Your Wallet
de: Deine Geldbörse

source: Currency
de: Währung

source: Push Notifications
de: Mitteilungen

source: Allow Push Notifications
de: Push-Benachrichtigungen zulassen

source: Language Settings
de: Spracheinstellungen

source: Email us
de: E-Mail an uns

source: About
de: Über

source: Privacy Policy
de: Datenschutz-Bestimmungen

source: Terms of Service
de: Nutzungsbedingungen

source: Report or Feedback
de: Bericht oder Feedback

source: Version
de: Ausführung

# reportAnyIssuesTo
source: Report any issues to support@shibawallet.pro, and we'll handle it as soon as possible.
de: Melden Sie Probleme an support@shibawallet.pro und wir werden uns so schnell wie möglich darum kümmern.

# writeAnyIdeasOrQuestionsDownTo
source: Write any ideas or questions down to support@shibawallet.pro, and we'll contact you as soon as possible.
de: Schreiben Sie Ihre Ideen oder Fragen an support@shibawallet.pro, und wir werden Sie so schnell wie möglich kontaktieren.

source: Copy email address
de: E-Mail-Adresse kopieren

source: Copied Email Address Success!
de: Erfolgreich kopierte E-Mail-Adresse!

source: Send email to us
de: Senden Sie uns eine E-Mail

source: Your address
de: Deine Adresse

source: Your NFT Arts will be shown here
de: Ihre NFT Arts werden hier angezeigt

source: Send
de: Überweisen

source: Receive
de: Erhalten

source: Add Coin
de: Füge Münzen hinzu

source: Switch Wallet
de: Geldbörse wechseln

source: Delete action confirms
de: Löschaktion bestätigt

# are_you_sure_you_want_to_delete_symbol
source: Are you sure you want to delete {symbol}? It'll be only deleted from the list, the {symbol} asset is always belonging to you!
de: Möchten Sie {symbol} wirklich löschen? Es wird nur aus der Liste gelöscht, das Asset {symbol} gehört immer Ihnen!

source: Transfer Tokens
de: Münzen senden

source: To Address
de: Zur Wallet-Adresse

source: Click to paste
de: Zum Einfügen klicken

source: Input the {chainShortName} address of the receiver
de: Geben Sie die {chainShortName}-Adresse des Empfängers ein

source: Transfers amount
de: Überweisungsbetrag

source: Token Select
de: Tokenauswahl

source: Please Choose One
de: Bitte wähle eines

source: Confirm
de: Bestätigen Sie

source: Please choose one kind of below coins for transfering~
de: Bitte wählen Sie eine der folgenden Münzen zum Übertragen aus ~

source: Your {tokenSymbol} balance is not enough to transfer!
de: Ihr {tokenSymbol}-Guthaben reicht nicht für eine Überweisung!

source: Invalid receiver address!
de: Ungültige Empfängeradresse!

source: Invalid amount input!
de: Ungültige Betragseingabe!

source: Wait for a moment, please...
de: Warte einen Moment, bitte...

source: Receive {chainShortName} coins
de: Erhalte {chainShortName}-Münzen

source: Pay To Me
de: Bezahle an mich

source: Scan the QR Code to pay
de: Scannen Sie den QR-Code, um zu bezahlen

source: Receive Address
de: Adresse empfangen

source: More info on {officialWebsiteUrl}
de: Weitere Informationen zu {officialWebsiteUrl}

source: Address copied
de: Adresse kopiert

source: Add Asset
de: Asset hinzufügen

source: SEARCH
de: SUCHE

source: CUSTOM TOKEN
de: BENUTZERDEFINIERTES TOKEN

source: Contract Addr:
de: Vertragsadresse:

source: Token Address
de: Token-Adresse

source: Please paste the {chainShortName} Contract Address
de: Bitte fügen Sie die {chainShortName} Vertragsadresse ein

source: Token of Precision
de: Zeichen der Präzision

source: Your Balance
de: Dein Kontostand

source: ADD TOKEN
de: TOKEN HINZUFÜGEN

source: Searching, please wait...
de: Suche, bitte warten...

source: Contract Address cannot be null!
de: Vertragsadresse darf nicht null sein!

source: Adding, please wait...
de: Wird hinzugefügt, bitte warten...

source: Select Network Type
de: Netzwerktyp auswählen

source: Multichain NFT wallet of metaverse
de: Multichain NFT wallet von metaverse

source: Private and secure
de: Privat und sicher

source: Supports Ethereum, BSC, Arbitrum, Polygon
de: Unterstützt Ethereum, BSC, Arbitrum, Polygon

source: Private keys never leave your device
de: Private Schlüssel verlassen niemals Ihr Gerät

source: Create a new wallet
de: Erstellen Sie eine neue Brieftasche

source: Import using Secret Recovery Phrase
de: Importieren mit Mnemonik
